#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=Stampante non in linea
Printer.JournalStationOutOfPaper=Carta esaurita in dispositivo stampa giorn.
Printer.ReceiptStationOutOfPaper=Carta esaurita in dispositivo stampa ricev.
Printer.SlipStationContainsNoForm=Nel dispositivo di stampa delle distinte non \u00e8 inserito alcun modulo.
Printer.SlipStationContainsForm=Nel dispositivo di stampa delle distinte \u00e8 ancora presente un modulo.
Printer.BitmapTooLarge={0} \u00e8 troppo largo per essere stampato senza trasformazione o troppo grande per essere trasformato.
Printer.BitmapBadFormat={0} non \u00e8 un file bitmap o non \u00e8 in un formato supportato.
Printer.JournalStationCartridgeRemoved=Dal dispositivo di stampa del giornale \u00e8 stata rimossa una cartuccia.
Printer.JournalStationCartridgeEmpty=Una delle cartucce del dispositivo di stampa del giornale \u00e8 esaurita.
Printer.JournalStationCartridgeHeadCleaning=\u00c8 in corso la pulizia di una delle testine delle cartucce del dispositivo di stampa del giornale.
Printer.ReceiptStationCartridgeRemoved=Dal dispositivo di stampa delle ricevute \u00e8 stata rimossa una cartuccia.
Printer.ReceiptStationCartridgeEmpty=Una delle cartucce del dispositivo di stampa delle ricevute \u00e8 esaurita.
Printer.ReceiptStationCartridgeHeadCleaning=\u00c8 in corso la pulizia di una delle testine delle cartucce del dispositivo di stampa delle ricevute.
Printer.SlipStationCartridgeRemoved=Dal dispositivo di stampa delle distinte \u00e8 stata rimossa una cartuccia.
Printer.SlipStationCartridgeEmpty=Una delle cartucce del dispositivo di stampa delle distinte \u00e8 esaurita.
Printer.SlipStationCartridgeHeadCleaning=\u00c8 in corso la pulizia di una delle testine delle cartucce del dispositivo di stampa delle distinte.
Printer.UnableToLocateResource=Impossibile individuare la risorsa richiesta ({0}) per la stampa.

#
# MICR Errors
#
MICR.NoCheckInMICR=Nel lettore assegni non \u00e8 presente alcun assegno.
MICR.CheckInMICR=Nel lettore assegni \u00e8 ancora presente un assegno.
MICR.ReadBadData="Durante l'elaborazione dell'input, il lettore assegni ha rilevato un carattere non leggibile."
MICR.ReadNoData=Il lettore assegni non \u00e8 in grado di leggere l'assegno in input.
MICR.ReadBadSizeOfData=La lunghezza dell'assegno supera i valori previsti per consentirne la leggibilit\u00e0.
MICR.PaperJam=Fogli bloccati nel dispositivo durante la lettura dell'assegno.
MICR.DigitVerificationFailure="Anche se la lettura dell'input \u00e8 stata eseguita correttamente, la verifica delle cifre dell'assegno non \u00e8 riuscita."
MICR.PrinterCoverOpen=Processo di inserimento dell'assegno non riuscito perch\u00e9 il coperchio della stampante POS \u00e8 aperto.
