#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors 
#
Printer.PrinterCoverOpen= \u54e6\u00e3\u00e7Printer Offline \u7c21\u5358\u00a3
Printer.JournalStationOutOfPaper= \u54e6\u00e3\u00e7The journal printing station is out of paper. \u7c21\u5358\u00a3
Printer.ReceiptStationOutOfPaper= \u54e6\u00e3\u00e7The receipt printing station is out of paper. \u7c21\u5358\u00a3
Printer.SlipStationContainsNoForm= \u54e6\u00e3\u00e7No form has been inserted into the slip printing station. \u7c21\u5358\u00a3
Printer.SlipStationContainsForm= \u54e6\u00e3\u00e7The slip printing station still contains a form. \u7c21\u5358\u00a3
Printer.BitmapTooLarge= \u54e6\u00e3\u00e7{0} is too wide to print without transformation or too big to transform. \u7c21\u5358\u00a3
Printer.BitmapBadFormat= \u54e6\u00e3\u00e7{0} is either not a bitmap file, or is in an unsupported format. \u7c21\u5358\u00a3
Printer.JournalStationCartridgeRemoved= \u54e6\u00e3\u00e7A cartridge has been removed from the journal printing station. \u7c21\u5358\u00a3
Printer.JournalStationCartridgeEmpty= \u54e6\u00e3\u00e7A cartridge is empty in the journal printing station. \u7c21\u5358\u00a3
Printer.JournalStationCartridgeHeadCleaning= \u54e6\u00e3\u00e7A cartridge head is being cleaned in the journal printing station. \u7c21\u5358\u00a3
Printer.ReceiptStationCartridgeRemoved= \u54e6\u00e3\u00e7A cartridge has been removed from the receipt printing station. \u7c21\u5358\u00a3
Printer.ReceiptStationCartridgeEmpty= \u54e6\u00e3\u00e7A cartridge is empty in the receipt printing station. \u7c21\u5358\u00a3
Printer.ReceiptStationCartridgeHeadCleaning= \u54e6\u00e3\u00e7A cartridge head is being cleaned in the receipt printing station. \u7c21\u5358\u00a3
Printer.SlipStationCartridgeRemoved= \u54e6\u00e3\u00e7A cartridge has been removed from the slip printing station. \u7c21\u5358\u00a3
Printer.SlipStationCartridgeEmpty= \u54e6\u00e3\u00e7A cartridge is empty in the slip printing station. \u7c21\u5358\u00a3
Printer.SlipStationCartridgeHeadCleaning= \u54e6\u00e3\u00e7A cartridge head is being cleaned in the slip printing station. \u7c21\u5358\u00a3
Printer.UnableToLocateResource= \u54e6\u00e3\u00e7Unable to locate the requested resource ({0}) for printing. \u7c21\u5358\u00a3

#
# MICR Errors 
#
MICR.NoCheckInMICR= \u54e6\u00e3\u00e7No check can be detected in the check reader. \u7c21\u5358\u00a3
MICR.CheckInMICR= \u54e6\u00e3\u00e7The check reader still contains a check. \u7c21\u5358\u00a3
MICR.ReadBadData= \u54e6\u00e3\u00e7The check reader detected an unreadable character while processing input. \u7c21\u5358\u00a3
MICR.ReadNoData= \u54e6\u00e3\u00e7The check reader was unable to read any input from the check. \u7c21\u5358\u00a3
MICR.ReadBadSizeOfData= \u54e6\u00e3\u00e7The check was longer than the expected readable range. \u7c21\u5358\u00a3
MICR.PaperJam= \u54e6\u00e3\u00e7A paper jam has occurred while attempting to read the check. \u7c21\u5358\u00a3
MICR.DigitVerificationFailure= \u54e6\u00e3\u00e7The check digit verfication failed even though there was no error reading the input. \u7c21\u5358\u00a3
MICR.PrinterCoverOpen= \u54e6\u00e3\u00e7The check insertion process failed because the POS printer cover is open. \u7c21\u5358\u00a3
