#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=Drukarka offline
Printer.JournalStationOutOfPaper=Brak papieru w stacji drukuj\u0105cej dziennik.
Printer.ReceiptStationOutOfPaper=Brak papieru w stacji drukuj\u0105cej potwierdzenia.
Printer.SlipStationContainsNoForm=Nie w\u0142o\u017cono formularza do stacji drukuj\u0105cej odcinki.
Printer.SlipStationContainsForm=W stacji drukuj\u0105cej odcinki wci\u0105\u017c znajduje si\u0119 formularz.
Printer.BitmapTooLarge=Obiekt {0} jest zbyt szeroki, by wydrukowa\u0107 go bez transformacji lub zbyt du\u017cy, by mo\u017cna by\u0142o wykona\u0107 transformacj\u0119.
Printer.BitmapBadFormat=Plik {0} nie jest plikiem bitmapowym lub jego format jest nieobs\u0142ugiwany.
Printer.JournalStationCartridgeRemoved=Ze stacji drukuj\u0105cej dziennik wyj\u0119to kaset\u0119 z tuszem.
Printer.JournalStationCartridgeEmpty=Kaseta z tuszem w stacji drukuj\u0105cej dziennik jest pusta.
Printer.JournalStationCartridgeHeadCleaning=G\u0142owica kasety jest czyszczona w stacji drukuj\u0105cej dziennik.
Printer.ReceiptStationCartridgeRemoved=Ze stacji drukuj\u0105cej potwierdzenia wyj\u0119to kaset\u0119 z tuszem.
Printer.ReceiptStationCartridgeEmpty=Kaseta z tuszem w stacji drukuj\u0105cej potwierdzenia jest pusta.
Printer.ReceiptStationCartridgeHeadCleaning=G\u0142owica kasety jest czyszczona w stacji drukuj\u0105cej potwierdzenie.
Printer.SlipStationCartridgeRemoved=Ze stacji drukuj\u0105cej odcinki wyj\u0119to kaset\u0119 z tuszem.
Printer.SlipStationCartridgeEmpty=Kaseta z tuszem w stacji drukuj\u0105cej odcinki jest pusta.
Printer.SlipStationCartridgeHeadCleaning=G\u0142owica kasety jest czyszczona w stacji drukuj\u0105cej odcinki.
Printer.UnableToLocateResource=Nie mo\u017cna zlokalizowa\u0107 \u017c\u0105danego zasobu ({0}) do wydruku.

#
# MICR Errors
#
MICR.NoCheckInMICR=Nie wykryto czeku w czytniku czek\u00f3w.
MICR.CheckInMICR=W czytniku czek\u00f3w wci\u0105\u017c znajduje si\u0119 czek.
MICR.ReadBadData=Podczas przetwarzania danych wej\u015bciowych czytnik czek\u00f3w napotka\u0142 nieczytelny znak.
MICR.ReadNoData=Czytnik czek\u00f3w nie m\u00f3g\u0142 odczyta\u0107 \u017cadnych danych z czeku.
MICR.ReadBadSizeOfData=Czek by\u0142 d\u0142u\u017cszy ni\u017c oczekiwany zakres do odczytu.
MICR.PaperJam=Podczas odczytu tekstu dosz\u0142o do zakleszczenia papieru.
MICR.DigitVerificationFailure=Weryfikacja cyfry czeku nie powiod\u0142a si\u0119, mimo \u017ce podczas odczytu danych wej\u015bciowych nie wyst\u0105pi\u0142 b\u0142\u0105d.
MICR.PrinterCoverOpen=Wprowadzanie czeku nie uda\u0142o si\u0119, poniewa\u017c pokrywa drukarki POS jest otwarta.
