#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=Pisa\u010d u izvanmre\u017enom na\u010dinu rada
Printer.JournalStationOutOfPaper=U jedinici za ispis dnevnika nema papira.
Printer.ReceiptStationOutOfPaper=U jedinici za ispis primki nema papira.
Printer.SlipStationContainsNoForm=U jedinicu za ispis potvrda nije umetnut obrazac.
Printer.SlipStationContainsForm=U stanici za ispis potvrda jo\u0161 se nalazi obrazac.
Printer.BitmapTooLarge={0} je pre\u0161irok za ispis bez transformacije ili je prevelik za transformaciju.
Printer.BitmapBadFormat={0} nije bitmapska datoteka ili je u nepodr\u017eanom formatu.
Printer.JournalStationCartridgeRemoved=Ulo\u017eak s tintom uklonjen je iz stanice za ispis dnevnika.
Printer.JournalStationCartridgeEmpty=Ulo\u017eak za tintu u stanici za ispis dnevnika prazan je.
Printer.JournalStationCartridgeHeadCleaning=Glava ulo\u0161ka za tintu \u010disti se u stanici za ispis dnevnika.
Printer.ReceiptStationCartridgeRemoved=Ulo\u017eak s tintom uklonjen je iz stanice za ispis primki.
Printer.ReceiptStationCartridgeEmpty=Ulo\u017eak za tintu u stanici za ispis primki prazan je.
Printer.ReceiptStationCartridgeHeadCleaning=Glava ulo\u0161ka za tintu \u010disti se u stanici za ispis primki.
Printer.SlipStationCartridgeRemoved=Ulo\u017eak s tintom uklonjen je iz stanice za ispis potvrda.
Printer.SlipStationCartridgeEmpty=Ulo\u017eak za tintu u stanici za ispis potvrda prazan je.
Printer.SlipStationCartridgeHeadCleaning=Glava ulo\u0161ka za tintu \u010disti se u stanici za ispis potvrda.
Printer.UnableToLocateResource=Nije mogu\u0107e prona\u0107i zatra\u017eeni resurs({0}) za ispis.

#
# MICR Errors
#
MICR.NoCheckInMICR=\u010cita\u010d \u010dekova ne prepoznaje nijedan \u010dek.
MICR.CheckInMICR=U \u010dita\u010du \u010dekova i dalje se nalazi \u010dek.
MICR.ReadBadData=Prilikom obrade unosa \u010dita\u010d \u010dekova otkrio je znak koji nije mogu\u0107e pro\u010ditati.
MICR.ReadNoData=\u010cita\u010d \u010dekova nije uspio pro\u010ditati unose s \u010deka.
MICR.ReadBadSizeOfData=\u010cek je dulji od o\u010dekivanog raspona za \u010ditanje.
MICR.PaperJam=Do\u0161lo je do zastoja papira prilikom poku\u0161aja \u010ditanja \u010deka.
MICR.DigitVerificationFailure=Provjera valjanosti kontrolnog broja \u010deka nije uspjela iako nije do\u0161lo do gre\u0161ke pri \u010ditanju unosa.
MICR.PrinterCoverOpen=Proces umetanja \u010deka nije uspio jer je otvoren poklopac pisa\u010da PMJ.
