#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=\u30d7\u30ea\u30f3\u30bf\u304c\u30aa\u30d5\u30e9\u30a4\u30f3
Printer.JournalStationOutOfPaper=\u30b8\u30e3\u30fc\u30ca\u30eb\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u304c\u7528\u7d19\u5207\u308c\u3067\u3059\u3002
Printer.ReceiptStationOutOfPaper=\u9818\u53ce\u66f8\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u304c\u7528\u7d19\u5207\u308c\u3067\u3059\u3002
Printer.SlipStationContainsNoForm=\u4f1d\u7968\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306b\u7528\u7d19\u304c\u633f\u5165\u3055\u308c\u3066\u3044\u307e\u305b\u3093\u3002
Printer.SlipStationContainsForm=\u4f1d\u7968\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306b\u7528\u7d19\u304c\u6b8b\u3063\u3066\u3044\u307e\u3059\u3002
Printer.BitmapTooLarge={0} \u306f\u5e45\u304c\u5e83\u3044\u306e\u3067\u3001\u5909\u63db\u3057\u306a\u3044\u3068\u5370\u5237\u3067\u304d\u307e\u305b\u3093\u3002\u307e\u305f\u306f\u3001\u5927\u304d\u3059\u304e\u3066\u5909\u63db\u3067\u304d\u307e\u305b\u3093\u3002
Printer.BitmapBadFormat={0} \u306f\u30d3\u30c3\u30c8\u30de\u30c3\u30d7\u30d5\u30a1\u30a4\u30eb\u3067\u306a\u3044\u304b\u3001\u30b5\u30dd\u30fc\u30c8\u3055\u308c\u3066\u3044\u306a\u3044\u5f62\u5f0f\u3067\u3059\u3002
Printer.JournalStationCartridgeRemoved=\u30b8\u30e3\u30fc\u30ca\u30eb\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u53d6\u308a\u5916\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Printer.JournalStationCartridgeEmpty=\u30b8\u30e3\u30fc\u30ca\u30eb\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u7a7a\u3067\u3059\u3002
Printer.JournalStationCartridgeHeadCleaning=\u30b8\u30e3\u30fc\u30ca\u30eb\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d8\u30c3\u30c9\u306f\u6e05\u6383\u4e2d\u3067\u3059\u3002
Printer.ReceiptStationCartridgeRemoved=\u9818\u53ce\u66f8\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u53d6\u308a\u5916\u3055\u308c\u307e\u3066\u3044\u307e\u3059\u3002
Printer.ReceiptStationCartridgeEmpty=\u9818\u53ce\u66f8\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u7a7a\u3067\u3059\u3002
Printer.ReceiptStationCartridgeHeadCleaning=\u9818\u53ce\u66f8\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d8\u30c3\u30c9\u306f\u6e05\u6383\u4e2d\u3067\u3059\u3002
Printer.SlipStationCartridgeRemoved=\u4f1d\u7968\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u53d6\u308a\u5916\u3055\u308c\u3066\u3044\u307e\u3059\u3002
Printer.SlipStationCartridgeEmpty=\u4f1d\u7968\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u304c\u7a7a\u3067\u3059\u3002
Printer.SlipStationCartridgeHeadCleaning=\u4f1d\u7968\u5370\u5237\u30b9\u30c6\u30fc\u30b7\u30e7\u30f3\u306e\u30ab\u30fc\u30c8\u30ea\u30c3\u30b8\u30d8\u30c3\u30c9\u306f\u6e05\u6383\u4e2d\u3067\u3059\u3002
Printer.UnableToLocateResource=\u5370\u5237\u306b\u5fc5\u8981\u306a\u30ea\u30bd\u30fc\u30b9 ({0}) \u304c\u898b\u3064\u304b\u308a\u307e\u305b\u3093\u3002

#
# MICR Errors
#
MICR.NoCheckInMICR=\u5c0f\u5207\u624b\u30ea\u30fc\u30c0\u30fc\u3067\u5c0f\u5207\u624b\u3092\u691c\u51fa\u3067\u304d\u307e\u305b\u3093\u3002
MICR.CheckInMICR=\u5c0f\u5207\u624b\u30ea\u30fc\u30c0\u30fc\u306b\u5c0f\u5207\u624b\u304c\u6b8b\u3063\u3066\u3044\u307e\u3059\u3002
MICR.ReadBadData=\u5165\u529b\u51e6\u7406\u4e2d\u306b\u3001\u5c0f\u5207\u624b\u30ea\u30fc\u30c0\u30fc\u3067\u8aad\u307f\u53d6\u308c\u306a\u3044\u6587\u5b57\u304c\u691c\u51fa\u3055\u308c\u307e\u3057\u305f\u3002
MICR.ReadNoData=\u5c0f\u5207\u624b\u30ea\u30fc\u30c0\u30fc\u3067\u5c0f\u5207\u624b\u304b\u3089\u5165\u529b\u3092\u8aad\u307f\u8fbc\u3081\u307e\u305b\u3093\u3067\u3057\u305f\u3002
MICR.ReadBadSizeOfData=\u5c0f\u5207\u624b\u306e\u9577\u3055\u304c\u8aad\u307f\u8fbc\u3081\u308b\u7bc4\u56f2\u3092\u8d85\u3048\u3066\u3044\u307e\u3059\u3002
MICR.PaperJam=\u5c0f\u5207\u624b\u3092\u8aad\u307f\u8fbc\u3082\u3046\u3068\u3057\u3066\u3044\u308b\u3068\u304d\u306b\u7d19\u8a70\u307e\u308a\u304c\u767a\u751f\u3057\u307e\u3057\u305f\u3002
MICR.DigitVerificationFailure=\u5165\u529b\u306e\u8aad\u307f\u8fbc\u307f\u30a8\u30e9\u30fc\u306f\u3042\u308a\u307e\u305b\u3093\u3067\u3057\u305f\u304c\u3001\u5c0f\u5207\u624b\u306e\u6570\u5b57\u78ba\u8a8d\u304c\u5931\u6557\u3057\u307e\u3057\u305f\u3002
MICR.PrinterCoverOpen=POS \u7528\u30d7\u30ea\u30f3\u30bf\u306e\u30ab\u30d0\u30fc\u304c\u958b\u3044\u3066\u3044\u308b\u305f\u3081\u3001\u5c0f\u5207\u624b\u306e\u633f\u5165\u51e6\u7406\u306b\u5931\u6557\u3057\u307e\u3057\u305f\u3002
