#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=Impr hors ligne
Printer.JournalStationOutOfPaper=La station d\u2019impr du journ manque de papier.
Printer.ReceiptStationOutOfPaper=La station d\u2019impr de r\u00e9cept manque de papier.
Printer.SlipStationContainsNoForm=Aucun formulaire ins\u00e9r\u00e9 dans station d\u2019impr de re\u00e7us.
Printer.SlipStationContainsForm=La station d\u2019impr de re\u00e7us contient tjrs un formulaire.
Printer.BitmapTooLarge={0} trop large pour impr sans transformation ou trop gros \u00e0 transformer.
Printer.BitmapBadFormat={0} n\u2019est pas un fichier bitmap ou un format pris en charge.
Printer.JournalStationCartridgeRemoved=Une cartouche a \u00e9t\u00e9 extraite de la station d'impr du journal.
Printer.JournalStationCartridgeEmpty=Cartouche vide dans la station d'impr du journal.
Printer.JournalStationCartridgeHeadCleaning=T\u00eate de cartouche en cours de nettoyage dans station impr journal.
Printer.ReceiptStationCartridgeRemoved=Une cartouche a \u00e9t\u00e9 extraite de la station d'impr de r\u00e9cept.
Printer.ReceiptStationCartridgeEmpty=Cartouche vide dans la station d'impr de r\u00e9cept.
Printer.ReceiptStationCartridgeHeadCleaning=T\u00eate de cartouche en cours de nettoyage dans station d\u2019impr de r\u00e9cept.
Printer.SlipStationCartridgeRemoved=Une cartouche a \u00e9t\u00e9 extraite de la station d'impr de re\u00e7us.
Printer.SlipStationCartridgeEmpty=Cartouche vide dans la station d'impr de re\u00e7us.
Printer.SlipStationCartridgeHeadCleaning=T\u00eate de cartouche en cours de nettoyage dans station d\u2019impr de re\u00e7us.
Printer.UnableToLocateResource=Ressource requise ({0}) pour impression introuvable.

#
# MICR Errors
#
MICR.NoCheckInMICR=Aucun ch\u00e8que d\u00e9tect\u00e9 dans lecteur de ch\u00e8ques.
MICR.CheckInMICR=Le lecteur contient tjrs un ch\u00e8que.
MICR.ReadBadData=Le lecteur a d\u00e9tect\u00e9 un caract\u00e8re illisible lors du traitement.
MICR.ReadNoData=Lecture du ch\u00e8que par le lecteur impossible.
MICR.ReadBadSizeOfData=Longueur du ch\u00e8que sup\u00e9rieure \u00e0 la norme de lecture.
MICR.PaperJam=Bourrage papier lors de la tentative de lecture du ch\u00e8que.
MICR.DigitVerificationFailure=Echec de v\u00e9rif des chiffres du ch\u00e8que malgr\u00e9 absence erreur lors lecture entr\u00e9e.
MICR.PrinterCoverOpen=Echec insertion du ch\u00e8que en raison ouverture capot imprim PDV.
