#########################################################################################
#                                                                                       #
#                         Device Errors Reported From Foundation                        #
#                                                                                       #                                                                                 #
#########################################################################################

#
# Printer Errors
#
Printer.PrinterCoverOpen=Impress.Offline
Printer.JournalStationOutOfPaper=Esta\u00e7\u00e3o de impress\u00e3o do di\u00e1rio sem papel.
Printer.ReceiptStationOutOfPaper=Esta\u00e7\u00e3o de impress\u00e3o do recibo sem papel.
Printer.SlipStationContainsNoForm=N\u00e3o foi inserido formul\u00e1rio na esta\u00e7\u00e3o impress\u00e3o de nota.
Printer.SlipStationContainsForm=Esta\u00e7\u00e3o impress\u00e3o de nota cont\u00e9m um formul\u00e1rio.
Printer.BitmapTooLarge={0} muito largo p/imprimir s/transforma\u00e7\u00e3o ou muito grnd. p/transformar.
Printer.BitmapBadFormat={0} n\u00e3o \u00e9 um arquivo bitmap ou est\u00e1 em formato n\u00e3o suportado.
Printer.JournalStationCartridgeRemoved=Foi removido um cartucho da esta\u00e7\u00e3o de impress\u00e3o de di\u00e1rio.
Printer.JournalStationCartridgeEmpty=H\u00e1 um cartucho vazio na esta\u00e7\u00e3o impress\u00e3o de di\u00e1rio.
Printer.JournalStationCartridgeHeadCleaning=Cabe\u00e7ote de cartucho sendo limpo na esta\u00e7\u00e3o impress\u00e3o de di\u00e1rio.
Printer.ReceiptStationCartridgeRemoved=Um cartucho da esta\u00e7\u00e3o de impress\u00e3o de recibo foi removido.
Printer.ReceiptStationCartridgeEmpty=H\u00e1 um cartucho vazio na esta\u00e7\u00e3o impress\u00e3o de recibo.
Printer.ReceiptStationCartridgeHeadCleaning=Cabe\u00e7ote de cartucho sendo limpo na esta\u00e7\u00e3o impress\u00e3o de recibo.
Printer.SlipStationCartridgeRemoved=Um cartucho da esta\u00e7\u00e3o de impress\u00e3o de nota foi removido.
Printer.SlipStationCartridgeEmpty=H\u00e1 um cartucho vazio na esta\u00e7\u00e3o impress\u00e3o de nota.
Printer.SlipStationCartridgeHeadCleaning=Cabe\u00e7ote de cartucho sendo limpo na esta\u00e7\u00e3o impress\u00e3o de nota.
Printer.UnableToLocateResource=Imposs\u00edvel localizar recurso solicitado ({0}) p/ impress\u00e3o.

#
# MICR Errors
#
MICR.NoCheckInMICR=Nenhum cheque detectado no leitor de cheques.
MICR.CheckInMICR=Leitor de cheques ainda cont\u00e9m cheque.
MICR.ReadBadData=Leitor de cheques detectou caractere ileg\u00edvel ao processar entrada.
MICR.ReadNoData=Leitor de cheques n\u00e3o conseguiu ler entrada alguma do cheque.
MICR.ReadBadSizeOfData=Cheque mais longo do que o intervalo leg\u00edvel esperado.
MICR.PaperJam=Ocorreu congestionamento de papel ao tentar ler o cheque.
MICR.DigitVerificationFailure="Falha na verifica\u00e7\u00e3o de d\u00edgito de cheque, mesmo sem erro na leitura da entrada."
MICR.PrinterCoverOpen="Falha no processo de entrada cheque, tampa da impressora POS aberta."
